
  {
    "vinyard": "",
    "name": "Olivier Morin, Tentation, Cremant de Bourgogne (OH-live-Ee-Aay More-own Ten-Tay-she-ohn Cray-Moan Day Bore-Gone)",
    "grape1": "pinot noir",
    "grape2": "chardonnay",
    "grape3": "",
    "grapes": "50% Pinot Noir, 50% Chardonnay",
    "year": "NV",
    "place": "Chitry, Yvonne Department ",
    "area": "Burgundy",
    "country": "france",
    "appellation": "Cremant de Bourgogne",
    "description1": "Lemon, White Peach, White Flowers, Butter, Oyster Shell, Very Chalky Minerality",
    "funfact": "Established since 1992 Olivier Morin took over the family farm, after a detour to the world of radio and night. Passionate about music, he worked for 10 years in the organization of concerts and as DJ in the discotheques. At thirty he returned to the land to perpetuate the work of his grandparents and his father Michel who was one of the first to believe in the supremacy of Chardonnay in Chitry. Chitry is as close as you can get to Chablis and the soils here are the same kimmeridgian chalky series which is shown in the flinty minerality of the wines. Olivier Morin invested in a semi-underground winery, which allows working by gravity, reducing the pumping and crushing wine. The wine is made as naturally as possible without input: spontaneous fermentation carried out by indigenous yeasts exacerbates the complexity and typicality of Chitry , no correction of acid, a bottling with little or no filtration, sulfur Homeopathic dose.",
    "mise": "AP",
    "price": "14.00",
    "color": "sparkling",
    "status": "none"
  }
  {
    "vinyard": "",
    "name": "Lelarge-Pugeot, Extra Brut Tradition 1er Cru (La Large Poo-jo)",
    "grape1": "pinot meunier",
    "grape2": "pinot noir",
    "grape3": "chardonnay",
    "grapes": "65% Pinot Meunier, 20% Pinot Noir, 15% Chardonnay",
    "year": "NV (While technically labeled a NV wine, the grapes are from 2011 Vintage with 20% Reserve Wine)",
    "place": "Vrigny 1er Cru, Montagne de Reims",
    "area": "Champagne",
    "country": "france",
    "appellation": "Champagne, France",
    "description1": "Lemon, Orange Zest, Pomegranate, Honeycomb, White Chocolate, Brioche, Chalky Stone, Full - Creamy Mouthfeel",
    "funfact": "The Lelarge family has been tending their vineyards in Vrigny since Thomas Jefferson became America's first Minister to France in the 1780s. For over two hundred years they went by the name Domaine Lelarge and sold grapes to the great houses of Champagne for seven generations. When the eighth generation arrived in the name of Dominique Lelarge, it was decided they would begin to make their own champagnes. As Dominique was studying winemaking in Beaune he met and fell in love with a nursing student named Dominique Peugeot. After marrying, it was decided in 1987 it would be nice to have both their names on the label and Champagne Lelarge-Pugeot was born, followed quickly by three members of the ninth generation, Clémence, Valentin and Clotilde. The Lelarge-Pugeot family has 21 acres of vineyards and most of them are premier cru properties in Vrigny. The vineyards are certified organic and the family is moving quickly to earn biodynamic certification from Demeter. The Brut Tradition is from the Les Cumines, Les Pierres, Les Forts Monts and Les Maupas vineyards in Vrigny. These particular vines are now twenty five years of age.",
    "mise": "AP",
    "price": "23.00",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Krug Grand Cuvee ",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "45% Pinot Noir 39% Chardonnay 16% Meunier",
    "year": "MV",
    "place": "Champagne, France",
    "area": "",
    "country": "",
    "appellation": "Champagne",
    "description1": "Brioche, Warm Biscuits, Ripe Apple, White Plum, Orange Zest, Pastry Cream, Fresh Herbs, Ground Coffee, Honey, Saffron, Chalk, Crushed Stone",
    "funfact": "Krug was founded in 1843 by Johann-Joseph Krug, a German immigrant from Mainz on the Rhine who learned his trade at Champagne Jacquesson for nine years before setting up his own Champagne house in Reims. Krug remained in the family’s hands for several generations, with continual father-to-son handovers until 1999 when it was bought by the global luxury brands conglomerate Louis Vuitton Moët Hennessy (LVMH). Like most of the companies in the group, Krug retains a degree of autonomy and the house is still headed by Krug family member Olivier Krug, the sixth generation of Krug, who is insistent upon maintaining the house’s reputation and consistent style. All the wines at Krug undergo primary fermentation in small 205-litre oak barrels from the Forest of Argonne and Central France. The barrels are all well-seasoned and organoleptically inert. Each cru is vinified separately, with no malolactic fermentation, and the two rackings are done by gravity. Krug Grande Cuvee is born from the dream of one man, Joseph Krug, to offer the very best Champagne every single year, regardless of annual variations in climate. Every year since 1843, the House of Krug has honored this dream with a new Edition of Krug Grande Cuvee: the fullest expression of Champagne. Its exceptional finesse is the result of a stay of around seven years in the cellars. The 166the edition is composed of 140 wines from 13 different harvests between 1998 and 2010. This wine is 58% from the base year of 2010, but fully 42% of the cuvée is composed of reserve wines, with disgorgement done in the winter of 2017. Uniquely, the House of Krug pairs each cuvee to music, and they selected Beethoven’s Emperor Concerto to go with this wine.",
    "mise": "Krug Flute",
    "price": "48.00",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Gamay Saint Romain",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2018",
    "year": "Loire, France",
    "place": " Côte Roannaise",
    "area": "",
    "country": "",
    "appellation": "Cranberry, Raspberry, Strawberry, Red Cherry, Red Apple, Red and White Flowers, Crushed Rock, Beer Foam",
    "description1": "Romain Paire and family are without a doubt the reference point for the Côte Roannaise. Although technically a part of the Loire, with it's unique granite soils this area is often considered the unofficial \"11th Cru of the Beaujolais\" (even though it's at least an hour drive from Brouilly, and the Gamay used here is a particular variety called Gamay Saint-Romain, which is distinct from the Gamay in the Beaujolais). The Paires have been farming here for over 300 years, raising Limousin cattle in addition to grapes, and are now certified organic and biodynamic. Harvesting is by hand, only indigenous yeasts are used, and the reds undergo a classic fermentation (no carbonic) with élevage in cement. ",
    "funfact": "AP",
    "mise": "10.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Tempranillo",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2018",
    "year": "Oregon, USA",
    "place": "Willamette Valley, Oregon",
    "area": "",
    "country": "",
    "appellation": "Strawberries, Lime Zest, Green Mangos, Rhubarb, Kumquat, Dragonfruit, Gooseberry, Chalk",
    "description1": "Illahe is a local Chinook word meaning “earth” or “place” or “soil” and the goal here is to make wine as naturally as possible from soil to bottle. They work mostly by hand on small lots with age-old techniques and materials. They focus is to grow and make quality wines that express the vintage and their varietal characteristics. They do not use enzymes or additives and some of wines are made entirely by hand, with no electricity or modern mechanization. Everything is hand harvested, taken to the gravity flow, solar powered winery by horse, and made with as little impact on the environment as possible. They have one acre of Tempranillo and is only used to make a whole-cluster pressed rosé fermented in neutral oak. ",
    "funfact": "AP",
    "mise": "13.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Riesling",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Mosel Valley, Germany",
    "place": "Mosel",
    "area": "",
    "country": "",
    "appellation": "Zesty Lime, Green Apple,, White Flower Bitter Green Herb, Slate Minerality",
    "description1": "Lauer's focus is dry and off-dry Riesling. All but one of the wines take a cask (Fass) number that indicates the vineyard parcel where the grapes came from. Prior to the legal consolidation of vineyard names in 1971, there were many vineyard sites comparable to the \"lieux-dits\" of Burgundy. Lauer still ferments each of the six vineyard sites that are now part of Ayler Kupp separately so each barrel gets a number that corresponds to a parcel. These vineyards range from warm, south-facing sites near the river all the way up the hill to the cold & windy hilltop, contributing a huge range of flavors and structural components to the wines. Florian is a minimalist in their cellar in the village of Ayl. The only interventions are temperature control and a clarification prior to fermentation and battonage. Spontaneous fermentation and lees contact are the norm here. The Barrel X is a playful exception to the single site rule - a blend of parcels within the Saar from Ayler Kupp and a few parcels farmed by friends. ",
    "funfact": "AP",
    "mise": "11.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chenin Blanc",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2015",
    "year": "Loire Valley, France",
    "place": "Vouvray",
    "area": "",
    "country": "",
    "appellation": "Bruised Apple, Ripe Pear, Honey, Fresh Lemon Juice, Steel Wool, White Mushroom, Chalk",
    "description1": "Chateau Gaudrelle is situated in the heart of the Loire Valley between Tours and Amboise, on the right bank of the Loire River. Founded in 1931 by the grandfather of current owner and winemaker, Alexandre Monmousseau, the winery is well-known for the richness of the region’s soil and the detailed attention given to the making of dry, semi-dry, sweet and sparkling Vouvray wines. Since winemaker Alex Monmousseau took over the estate in 1984, he has since earned a well-deserved reputation for the uncompromising quality of his Vouvrays. His wines offer freshness and complexity that are among the very finest of the appellation.",
    "funfact": "AP",
    "mise": "10.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Sauvignon Blanc",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Sancerre, Loire Valley, FR",
    "place": "Sancerre",
    "area": "",
    "country": "",
    "appellation": "Acacia Blossoms, Lemongrass, Passionfruit, Bell Pepper, Citrus, Crushed Rock, Beer Foam",
    "description1": "Patient Cottat was a famous “Master Goldsmith” in mid-19th century France. Born in Paris, he loved the Berry region of the central Loire Valley. His legacy is perpetuated through the Fournier family’s Le Grand Caillou and Anciennes Vignes ranges of selected traditional Loire wines. Situated in the small village of Verdigny in the Sancerre region, the Fournier family has been making wine for many generations. The estate has grown from 13 acres in 1950 to almost 75 acres today, divided over the appellations of Menetou-Salon, Pouilly-Fumé, and Sancerre. The improvements made in vinification techniques and the permanent concern about quality result in well-balanced wines of great diversity. ",
    "funfact": "AP",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Grüner Veltliner",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2018",
    "year": "Kamptal, Austria",
    "place": "Osterreich",
    "area": "",
    "country": "",
    "appellation": "Mirabelle Plum, White Peach, Pear, Lime, White Pepper, Radish, Lentil, Crunchy Herbs, Beer Foam, Salt",
    "description1": "The Zwettl Monastery was founded in 1074 and in 1171 the Monks of Zwettl were granted their first vineyards: Heiligenstein & Gaisberg–the oldest documented sites in the Kamptal. The estate and Castle Gobelsburg was controlled by as many as 19 different families between 1074 and 1740, and in 1786 absorbed the famous Kammern Winery and vineyards. Two hundred years later Eva and Michael Moosbrugger were granted the winemaking and viticulture contract in 1996, and with the help and guidance of Michael’s mentor Willi Bründlmayer, the winery has regained its prestige and considered to be a leader in quality and innovation. Schloss Gobelsburg maintains a large number of parcels in Erste Lagen, or 1st Growth, vineyards in the Kamptal, including the deep loess soils of Renner, Grub, and Lamm planted to Grüner Veltliner. The winery continues to utilize organic winegrowing and has benefited from the fact that the monks of Zwettl Monastery began these practices as early as 1958.",
    "funfact": "AP",
    "mise": "11.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Chablis, Burgundy, France",
    "place": "Chablis",
    "area": "",
    "country": "",
    "appellation": "Green Apple, Under Ripe Pear, Lemon, Chalk, River Rock, Parmesean Cheese, Crisp Acidity",
    "description1": "The Michel family have been cultivating their passion for tradition and the Chablis terroir since 1850 although the family’s winemaking history is even longer, and can be traced back to 1670 in Tonnerre. In the mid-20th century, the family decided to completely stop making wine in wooden barrels, preferring to create clean, pure, and precise Chablis without adding artificial woody flavors. Through this philosophy, combined with the limited yields inspired by organic wine-growing techniques, the domaine has developed a worldwide reputation for fine winemaking in stainless steel tanks. They don't add yeast, and all the wines go through a natural malolactic fermentation. A firmly-rooted sense of excellence is passed down from generation to generation. Louis Michel & Fils has always been a family business and is managed today by Guillaume Gicqueau-Michel, who takes great pride in perpetuating the domaine’s ethos.",
    "funfact": "AP",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2016",
    "year": "Santa Barbara, CA",
    "place": "Santa Barbara County",
    "area": "",
    "country": "",
    "appellation": "Fresh Apple, White Peach, Meyer Lemon, White Flowers, Thyme Compound Butter, Brioche, Hazelnut, Stony Minerals",
    "description1": "Sandhi is a boutique California winery focusing on select vineyards from the Santa Rita Hills in Santa Barbara County and was founded in 2010 by Rajat Parr, the wine director for Michael Mina Restaurants, esteemed winemaker, Sashi Moorman, and Charles Banks. We are very excited to finally be working with Raj. For a long time, we have respected his great work at RN74 in San Francisco as well as the rest of the Michael Mina group, and we know the excellent palate that he brings to the table. Raj has long championed a new style of wines in California, eschewing heaviness and high alcohol for finesse and elegance. Alongside winemaker Sashi Moorman, he has successfully crafted thrilling wines that follow his palate and philosophy – offering ample acidity, lower alcohol, and mineral driven fruit.",
    "funfact": "AP",
    "mise": "15.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Cote de Beaune, Burgundy, FR",
    "place": "Bourgogne Blanc",
    "area": "",
    "country": "",
    "appellation": "Crisp Yellow Apple, Crunchy Pear, Orange Citrus, Fresh White Flower, Vanilla Butter, Prominent Minerality",
    "description1": "Olivier Leflaive Bourgogne Blanc Les Sétilles (family garden) has become one of the most popular items in the entire Frederick Wildman portfolio. Year in/ year out this wine represents impeccable quality and unsurpassed value in the French wine category. This wine exceeds expectations of even the most discriminating of palates. Les Setilles is sourced from vineyards within the communes of Puligny Montrachet and Meursault, with each village representing roughly half of the final blend. Grapes are sourced from multiple plots within each village in an effort to maximize complexity of the final wine. Vintage consistency is the goal with this wine so the blending of lots and aging technique will vary according. Roughly 60% of the wine is aged in Allier oak, only 10% of which is new. The remaining 40% of the wine is aged in stainless steel to preserve clean varietal character.",
    "funfact": "AP",
    "mise": "16.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2013",
    "year": "Cote de Beaune, Burgundy, FR",
    "place": "Chassagne-Montrachet",
    "area": "",
    "country": "",
    "appellation": "Bergamot, Orange Zest, Meyer Lemon, Apple Blossom, Ripe Pears, Vanilla, Sea Salt, Crushed Rock",
    "description1": "Michel Colin was the third generation in his family to grow grapes in Burgundy and when he retired in 2003, he handed the property over to his sons, Philippe and Bruno, who split the holdings between them to bottle under separate labels.  With the help of his wife, Stéphanie, Bruno farms eight hectares of land, in thirty different parcels scattered over five communes, with sometimes as little as just a few rows per parcel. To farm under these circumstances is quintessentially Burgundian, where the old Napoleonic codes of inheritance (evolved from Roman law) divide property equally among offspring.  In the old family winery in the center of the village of Chassagne-Montrachet, he vinifies nineteen cuvées separately, twelve of which are premier cru! He uses traditional vinification methods and ages his wines anywhere from twelve to eighteen months in barrel, though he tends to vinify each parcel in a similar fashion. Bruno’s style shows beautiful balance, both aromatically and texturally, while showcasing the delicate minerality and nuanced complexity of each vineyard. His holdings in Chenevottes were planted in 1979 and the wine is aged in 20-25% new French oak. ",
    "funfact": "BURG",
    "mise": "37.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2014",
    "year": "Cote de Beaune, Burgundy France",
    "place": "Chassagne-Montrachet ",
    "area": "",
    "country": "",
    "appellation": "Baked Apple, Pears, Tea, Lavender, Slight Caramel, Chalky Minerality, Toast, Bright Acidity ",
    "description1": "Domaine Paul Pillot was founded in 1900 by Jean-Baptiste Pillot, a barrel maker by trade, who decided to focus full-time on his vines. His sons, Alphonse and Henri, succeeded him after the conclusion of World War I, increasing the domaine’s holdings significantly and beginning to bottle their own wines. Henri’s son Paul then took over the domaine in 1968, and acquired the prestigious Chassagne-Montrachet 1er Cru vineyards. Today, the domaine owns 13 hectares of vines (4.5 in red) and is run by Paul’s dynamic son Thierry who began working in 1999, before taking over full time in 2004. Thierry is the 4th generation to take on the reins of this storied property.   Under Thierry the focus has been put squarely in the vineyards, with a discreet use of new wood and a non-interventionist approach in the cellar.  The result is wines of finesse and palate staining purity that perfectly reflect the finest terroirs of Chassagne-Montrachet.",
    "funfact": "BURG",
    "mise": "34.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2009",
    "year": "Cote de Beaune, Burgundy France",
    "place": "Puligny-Montrachet, Burgundy",
    "area": "",
    "country": "",
    "appellation": "Baked Apple, Pineapple, Peach, Brioche, Lemon Zest, Acacia Blossom, Butter, Crushed Stone, River Rock ",
    "description1": "Sophie and Vincent Morey both come from families of wine-growers. They set up their own domaine in 2006 and had their first harvest in 2007. When Vincent's father, Bernard Morey, a leading personality in the village of Chassagne-Montrachet, took his retirement, Vincent took over the a part of the holding. He already had twenty years of experience behind him. After studies at Beaune's Lycée Viticole and work-experience in St-Emilion in the Bordeaux region, Vincent rejoined the family domaine in 1986. In the same year Sophie was vinifying her first vintage for the Ménager-Belland domaine in Santenay. This wine was aged 100% in barrel of which 40% is new wood. 2009 was a warmer growing year and is still generous 10 years down the road. La Truffiere was, until recently, a scrubby, forested patch on the hill and an abundant source of truffles, the black fungi that were among the favorite delicacies of the Burgundian nobility. This has given the climat its name, although the truffles have been replaced in the past 50 years by grapes.",
    "funfact": "BURG",
    "mise": "39.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Viognier ",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2018",
    "year": "Washington, USA",
    "place": "Yakima Valley",
    "area": "",
    "country": "",
    "appellation": "Apricot, White Peach, Candied Lemon, Green Citrus, White Flower, Honeysuckle, Vanilla, Crushed Rock ",
    "description1": "Mark ryan mcneilly founded mark ryan winery in 1999 with the goal of making the best wines in washington state. Largely self-taught, mark honed the craft of winemaking through rigorous study and the welcomed advice of some of the area's most experienced producers. In the early years the winery was transient. The first vintages of long haul and dead horse were produced crushed and pressed in garages of friends and family, barrels aged in warehouses in the seattle area, and finally settling in woodinville, wa in 2003. The goal, however, remains the same. Make delicious wines that represent the vineyard from which they come. Mark’s wines exude tremendous power, an intensity of both fruit and oak, while remaining in balance. Mark ryan wines have become a reference point for modern washington wines. The 2018 viognier spent 6 months being aged in 49% used French oak, 27% concrete egg and 19% new French oak and 5% stainless steel. ",
    "funfact": "AP",
    "mise": "15.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "47% Merlot, 30% Cabernet Sauvignon, 14% Cabernet Franc, 9% Petit Verdot ",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Washington, USA",
    "place": "Columbia Valley",
    "area": "",
    "country": "",
    "appellation": "Blueberry Compote, Red Cherry, Violets, Baking Spice, Sweet Herbs",
    "description1": "Monkey Wrench is a brand new label, produced at the facility in Walla Walla with grapes from multiple vineyard partnerships including Ciel du Cheval and Quintessence on Red Mountain, Red Willow and the Olsen Vineyard in Yakima Valley, and Phinny Hill in the Horse Heaven Hills AVA. The wine was aged for 22 months in 22% new French oak.",
    "funfact": "AP",
    "mise": "15.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "65% Cabernet Sauvignon, 25% Merlot, 9% Cabernet Franc, 1% Petit Verdot",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Washington, USA",
    "place": "Columbia Valley",
    "area": "",
    "country": "",
    "appellation": "Cassis, Red and Black Cherry, Pencil Lead, Ground Herbs, Warm Earth, Forest Floor",
    "description1": "Mostly from Red Mountain, this wine is sourced from Quintessence, Ciel du Cheval, Klipsun, and Obelisco, as well as Phinny Hill in Horse Heaven Hills and Red Willow in the Yakima Valley. The wine is aged for 18 months in 60% new French oak.",
    "funfact": "AP",
    "mise": "18.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "91% Cabernet Sauvignon, 4% Merlot, 3% Cabernet Franc, 2% Petit Verdot",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2016",
    "year": "Washington, USA",
    "place": "Red Mountain",
    "area": "",
    "country": "",
    "appellation": "Black Currants, Baked Cherries, Blackberries, Graphite, Black Tea, Vanilla, Clove, Dried Earth, Pipe Tobacco",
    "description1": "This wine is sourced from core parts of Mark Ryan's Red Mountain contracts, including the cornerstone of the Quintessence Vineyard. This is one of the flagship wines of the winery and is aged for 21 months in 83% new French oak.",
    "funfact": "BDX",
    "mise": "25.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Tempranillo",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2016",
    "year": "Washington, USA",
    "place": "Wahluke Slope",
    "area": "",
    "country": "",
    "appellation": "Red Cherries, Baked Raspberry, Pencil Lead, Bark, Smoke, Espresso, Vanilla, Nutmeg",
    "description1": "Seduced by the romance of owning a winery (scrubbing tanks, cleaning barrels, etc.) Ryan Crane left West Seattle and the safety of secure jobs and moved to Walla Walla to make wine. Under the tutelage several of Washington’s finest winemakers the Ryan has honed a distinct style of Washington wine; balanced, accessible, and varietally correct. In 2015, the call of the crane brought Ryan back home to Seattle where he has built a new winery in the SoDo neighborhood. This is Ryan's first ever Tempranillo! Aged in oak for 31 months, the goal was to push the wine to a more Gran Reserva style similar to Rioja. Gran Reserva's are 2 years oak and 3 in bottle. Only 125 cases of this wine were ever made. ",
    "funfact": "AP",
    "mise": "19.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Syrah ",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2013",
    "year": "Washington, USA",
    "place": "Walla Walla",
    "area": "",
    "country": "",
    "appellation": "Dried Red Cherries, Blackberries, Figs, Cinnamon Sticks, Sage, White Pepper, Leather, Warm Earth, Vanilla, Earthy Minerals",
    "description1": "The soil at Les Collines Vineyard consists of mostly Walla Walla Silt Loam, with some Athena Silt Loam resting on top of ancient gravel. Originating from deep windblown silt loess deposited by ancient glaciers, it is nutrient rich with excellent drainage, ideal properties for vineyard cultivation. Les Collines Vineyard occupies approximately 290 acres in the foothills of the Blue Mountains, 5 miles southeast of Walla Walla, Washington. The southern boundary of the vineyard coincides with the border between Washington and Oregon. The vineyard lies within the Columbia Valley and Walla Walla Valley American Viticultural Areas (AVAs) and is situated on a broad, generally west-sloping ridge of low-relief bounded by the drainages of Cottonwood Creek on the north and a small unnamed ephemeral stream to the south. The slope of the vineyard increases gradually from 1.5° on the west to 6° on the east, as the Blue Mountains are approached. The elevation ranges from 1140 feet in the northwest corner of the vineyard to 1370 feet in the southeast corner.   ",
    "funfact": "AP",
    "mise": "23.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "100% Cabernet Sauvignon ",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Washington, USA",
    "place": "Columbia Valley",
    "area": "",
    "country": "",
    "appellation": "Black Cherries, Currants, Red Plum, Clove, Allspice, Roasted Bell Peppers, Graphite, Mulch",
    "description1": "This is Ryan's first time ever sourcing Cabernet Sauvignon from the coveted Red Willow Vineyard. 69% New French Oak with 69% of the fruit coming form the Red Willow Vineyard, and the rest from Bacchus Old Block. ",
    "funfact": "AP",
    "mise": "18.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Pinot Noir",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2016",
    "year": "Burgundy, France",
    "place": "Bourgogne Rouge",
    "area": "",
    "country": "",
    "appellation": "Cranberry, Raspberry, Red Cherries, Potting Soil, Mushrooms, Soy Sauce, Tea Leaves, Sandalwood",
    "description1": "Vincent Girardin was born into a family history with a long standing passion for wine. The history of Maison Vincent Girardin is relatively recent. In 1980, at the age of 19, Vincent Girardin, the son of a family of winegrowers based in Santenay since the 17th century, decided to strike out on his own, and began producing wine from two hectares of vines that he had inherited from his parents. From his earliest youth Vincent had a passion for working with vines, and great respect for the potential that they represent and was always ambitious to produce his own wine. The quality of his wines was quickly recognized by connoisseurs all over the world, and this enabled him to expand his activity, focusing primarily on the great white and red wines of the Côte de Beaune. In the years between 1980 and 1990 his passion and curiosity led him to try all of the techniques that were being employed at that time. It was only in the early 2000s with the arrival of Eric Germain as winemaker, that a profound change began to take place. They decided to concentrate on the essence of the wines: the expression of the great terroirs of Burgundy. A new purity of style was born, which has now been acknowledged by all winemakers. The Cuvee Saint-Vincent comes mostly from 45 year old vines around the Cote de Beaune. It is aged in 500L barrels (10% new)  for 10 months and blended only on fruit days according to the biodynamic calendar. ",
    "funfact": "AP",
    "mise": "16.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Pinot Noir",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Willamette Valley, Oregon",
    "place": "Willamette Valley",
    "area": "",
    "country": "",
    "appellation": "Cranberry, Strawberry, Tea Leaves, Purple Flowers, Cola, Forest Floor, Turned Mulch",
    "description1": "Tyson crowley founded his eponymous winery with the goal to make transparent and terroir driven wines. Hailing from upstate New York, he was inspired by a trip to the Finger Lakes region and by 1995 Tyson was helping Rob Stuart at Erath in the Willamette Valley. After experiencing winemaking in New Zealand, he returned home to work with Jim Prosser at J.K. Carriere and eventually with John Paul at Cameron Winery where he produced his first Entre Nous Pinot Noir from just four barrels. Since 2005, Crowley Winery has grown to a still miniscule 2,500 cases a year and has access to some of the best terroirs in the Willamette Valley.",
    "funfact": "AP",
    "mise": "15.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Pinot Noir",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2015",
    "year": "Burgundy, France",
    "place": "Gevrey-Chambertin",
    "area": "",
    "country": "",
    "appellation": "Red Cherries, Raspberries, Blood Orange, Cinnamon, Cloves, Warm Earth, Black Tea  ",
    "description1": "No Raphet ever went to enology school; winemaking as family tradition has been passed from father to son, and now daughter, through four generations. There’s no pontificating, no philosophy—just the rhythm of a day that starts before sunrise, the years of history absorbed in each gnarled, 100-year-old vine, and the handful of barrels stashed in a dark cellar underneath the family home. Gérard took over the domaine in 2005; today his daughter Marion also helps out in the cellar and fields. Gérard is modest, almost shy, preferring the majesty of his old-vine Pinot Noir to do the talking. Vinification is traditional and entirely natural; fermentation takes place in vats for approximately 12 days. Then, the wines develop in oak casks for 18 months, 15% of the casks are renewed each year. Bottling is undertaken manually and no filtration is required.  This vineyard borders grand cru Latricières-Chambertin in Gevrey and grand cru Clos de la Roche in Morey-Saint-Denis, sharing similar\nsoils and exposition; in effect, it is surrounded on all sides by grand cru vineyards. ",
    "funfact": "BURG",
    "mise": "41.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Pinot Noir",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2015",
    "year": "Burgundy, France",
    "place": "Beaune",
    "area": "",
    "country": "",
    "appellation": "Red Cherries, Pomegranate, Raspberries, Tart Cranberries, Black Tea, Smoke, Soy Sauce ",
    "description1": "Jean-Marc Boillot is a grandson of Etienne Sauzet, and was previously winemaker for Olivier Leflaive. With that mixture of winemaking pedigree and experience it comes as no surprise that Jean-Marc Boillot makes sensational wines. He is one of those rare commodities in Burgundy, a winemaker who produces both red and white wines of the highest quality. Now assisted by daughter Lydie and son Benjamin, Jean-Marc Boillot set up his own domaine in 1985. He started with some rented vines in Pommard, adding Volnay and Pommard from his grandfather’s side in 1988 and the whites, a one-third share of Domaine Etienne Sauzet, from his grandmother in 1991. His reds are 100% destemmed. ",
    "funfact": "BURG",
    "mise": "31.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Cabernet Franc",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2018",
    "year": "Loire Valley, France",
    "place": "Samour",
    "area": "",
    "country": "",
    "appellation": "Red and Black Cherry, Strawberry, Green Tea, Red Flowers, Gravel, Forest Floor",
    "description1": "With it’s first recorded mention in 1063, Chateau de Breze sits on the outskirts of the small village of Breze, in the Saumur region of the Loire Valley.  At first a medieval castle, that ancient building was mostly razed in the late 1500’s to start the construction of the chateau that exists today. Other than World War II, when the Germans occupied the country and Chateau de Breze, the Breze family has owned, and continues to own, the chateau. The château is not only a UNESCO World Heritage site, but the wines were regularly exchanged by the royals for Sauternes’ greatest, Château d’Yquem. When the Appellation d'Origine Contrôlée (AOC) of Saumur-Champigny was established in 1957, the owner of Château de Brézé refused the inclusion of his vineyards into this red wine appellation. His claim was that his historical vineyards were the best in the area and that they should have their own AOC, Brézé.  He was denied and the vineyards became part of Saumur. In 2009, the château’s new owner, le Comte de Colbert, asked Yves Lambert and his son, Arnaud to control the winery. They accepted and immediately began converting these historical vineyards to organic after more than fifty years of chemical farming. Today, after many years of quality farming and the deft touch of Arnaud, the brilliance of the wines known centuries ago is reemerging.",
    "funfact": "AP",
    "mise": "11.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Syrah",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2015",
    "year": "Washington, USA",
    "place": "Horse Heaven Hills, WA",
    "area": "",
    "country": "",
    "appellation": "Blackberry, Blueberry, Raspberry, Crushed Peppercorns, Venison, Sage, Black Olives, Smoked Meat",
    "description1": "The story here is one of Sommelier turned Winemaker. Jeff Lindsay-Thorsen’s passion for wine began within the Seattle restaurant industry. He established solid wine programs, won competitions, and achieved many accredited certifications. After traveling and working in most quality wine regions of the world, there was only one thing left that could make him a more qualified Sommelier – Winemaking. In true Garagista fashion, W.T. Vintners began as a partnership between two families in the Garage of retired Oceanographer George White. It was here that the foundation and vision of W.T. was realized – “With Elegance Towards Excellence.” Jeff crafts wines that resonate a sense of place and abound within the parameters of balance. He sources grapes from some of the best vineyards in the Pacific Northwest: Les Collines, Destiny Ridge, Stoney Vine, Boushey, and his newest acquisition of Pinot Noir from Seven Springs Vineyard in Eola-Amity hills in Oregon. With an emphasis on Syrah and Rhone varietals, W.T. is also known for serious Gruner Veltliner from Underwood Mountain in Washington's Columbia Gorge. Today, you can find the Thorsen and White families and their ever expanding wine repertoire at their new winery in Woodinville.",
    "funfact": "BDX",
    "mise": "15.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Gamay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2016",
    "year": "Verenay, France",
    "place": "Coteaux du Lyonnais",
    "area": "",
    "country": "",
    "appellation": "Red Currants, Cherry, Raspberry, Strawberry, Wet Stone, Chalk, Pepper, Cranberry, Lavender, Red Flowers",
    "description1": "Back in the 1950's René and Joséphine Clusel began cultivating vegetables, fruit trees and Côte-Rôtie vines, like many other farmers in the Ampuis region, and sold their wine in bottles. As the years went by, the next generation joined the team: Guillaume Clusel. He has been working in the estate since 2009 and is responsible for most of the work in all the areas of the estate. He has organic certification for his vineyards, allows natural fermentation, and maintains, a hands off approach to winemaking.",
    "funfact": "BURG",
    "mise": "10.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "70% Merlot 30% Cabernet Franc",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2012",
    "year": "Bordeaux, France",
    "place": "Saint-Émilion",
    "area": "",
    "country": "",
    "appellation": "Red Currants, Plum, Dark Cherries, Cedar, Chocolate, Espresso, Mushrooms, Crushed Stone, Soft Tannins",
    "description1": "Created by Gerard and Chantal Perse, Esprit de Pavie is produced from a myriad of right bank grape sources from Perse-owned estates located in St. Emilion and Cotes de Castillon. Showcasing a great diversity of terroirs situated on the south-facing slopes of the Dordogne valley, Esprit de Pavie enjoys the same care and attention in winemaking as its illustrious siblings to ensure each bottle’s high level quality. The estate has one of the most advanced wine making facilities in the region, and the goal for Esprit de Pavie is to deliver a high quality wine that is approachable and affordable. As you may know, this wine’s ‘big brother,’ Château Pavie Grand Cru, is up in the stratosphere in terms of price (2012 is selling for 350) and is still years away from its peak drinking window.",
    "funfact": "AP",
    "mise": "16.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "80% Gamay, 20% Poulsard",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "NV",
    "year": "Bugey, Savoie, FR",
    "place": "Bugey-Cerdon",
    "area": "",
    "country": "",
    "appellation": "Candied Strawberries, Cranberries, Rhubarb, Cider, Mulling Spices, Orange Blossoms, Rocky Minerality",
    "description1": "In La Cueille, one of seven high-altitude hamlets surrounding the historic medieval town of Ponsin, Patrick and Catherine Bottex are farming the limestone slopes above the Ain River. They have been working five hectares of land since 1991 and produce only a small quantity of their beautiful, intriguing sparkling wine. As a former part of the Duchy of Burgundy, it stands to reason that several Burgundian grape varietals have found a home here—not the least of which is Gamay. They bottle this low-alcohol wine using the méthode ancestrale, a rare technique that experts believe predates the méthode champenoise. The wine first goes through a primary fermentation in cuve, but is then bottled before all of the residual sugar has converted to alcohol. After going through a secondary fermentation in the bottle for at least two months, the wine is ready—Champagne’s dosage is not permitted! The resulting wine is delightfully refreshing with bright fruit, a beautiful rosé hue, and a touch of sweetness.",
    "funfact": "Flute",
    "mise": "14.00 ",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Furmint, Hárslevelű",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2013",
    "year": "Tokaj-Hegyalja, 2007 Hungary",
    "place": "Tokaj",
    "area": "",
    "country": "",
    "appellation": "honey, apricot, nectarine, very sweet",
    "description1": "Royal Tokaj Wine Company was founded by wine author Hugh Johnson after fall of Communist block. This is a perfect alternative to Sauternes. The main grape here is called Furmint. These grapes shrivel on the vine caused by the Botrytis mold. A base wine is made from unaffected grapes into which very sweet Botrytised (Aszu) grape must is added. The number of \"Puttonyos\" depends on how much sweet must is added. 3 Puttonyos would be less sweet, 6 Puttonyos more sweet.",
    "funfact": "DW",
    "mise": "17.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "90% Semillon, 10% Sauvignon Blanc",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2008",
    "year": "Bordeaux, France",
    "place": "Sauternes",
    "area": "",
    "country": "",
    "appellation": "Orange Peel, Almonds, Saffron, Baking Spice, Honey, Candied Fruits, Apricot",
    "description1": "Castelnau de Suduiraut is the second wine of the prestigious Grand Cru Classé Château de Suduiraut, is located in the commune of Preignac and its vineyards border those of d`Yquem. The property has a long history stretching back to the 15th century, but only a solitary wing remains of the original château, as it was destroyed by the Duc d`Eperon in the 16th century. The present château was built in the 17th century by the Suduiraut family, who also commissioned a spectacular garden designed by King Louis XIV’s renowned gardener Le Nôtre, who also designed the gardens at Varsailles. Suduiraut was classified as a 1er Cru Classé in 1855. Since 1992 Suduiraut has been owned by AXA which also owns Château Pichon-Longueville in Pauillac and Château Petit-Village in Pomerol. Suduiraut's 90 hectares of vineyards are planted with 80% Sémillon and 20% Sauvignon Blanc. The grapes are harvested in several \"tries\" and are fermented in 50-hectolitre stainless steel tanks. ",
    "funfact": "DW",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "60% Welschriesling, 40% Chardonnay",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2017",
    "year": "Burgenland, Austria",
    "place": "Burgenland",
    "area": "",
    "country": "",
    "appellation": "Herbal Grassiness, Apple Jelly, Candied Grapefruit, Lemon Curd, Caramel, Peach, Nectarine, Honeydew, Orange Blossom",
    "description1": "Alois Kracher was born in 1959 and passed in 2007. \"Luis\" was one of the great visionaries of viticulture, the spearhead of the \"Austrian wine miracle\" of the 1990s and the motor of the worldwide renaissance of sweet wines. The entire wine world mourned the \"Luis\" after his untimely death. He was a skilled chemist and joined his father's winery at the age of 22 and subsequently created a new dessert wine style, in which fruit, finesse and balance are more important than mere sweetness. With the 1991 vintage, Alois Kracher caused a sensation internationally for the first time. Soon his name became synonymous with cult sweet wines, especially in America. Since 2007, Gerhard Kracher manages the winery that his grandfather built and made his father world famous.",
    "funfact": "DW",
    "mise": "16.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Touriga Nacional (Blend)",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "NV",
    "year": "Vila Nova de Gaia, Portugal",
    "place": "Porto",
    "area": "",
    "country": "",
    "appellation": "Blackberry Compote, Plum, Baked Cherries, Chocolate Raisins, Vanilla Toast",
    "description1": "One of the major historic Port houses located in the classic Port growing region of the Douro valley. Quinta do Noval is unique in that most of their ports are made from estate grown fruit and, notably, all vintage Noval are from the single Quinta do Noval vineyard. They strive to show a single sense of place much like Burgundy. Unfiltered and trodden by foot to crush the grapes in the tradition port fashion, this is a true Port in every sense of the word. Fine structured tannins, great freshness, and purity of fruit makes this Port ready to drink straight outta the bottle.",
    "funfact": "DW",
    "mise": "8.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Touriga Nacional (Blend)",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "10YR",
    "year": "Vila Nova de Gaia, Portugal",
    "place": "Port",
    "area": "",
    "country": "",
    "appellation": "stewed cherry, baking spice, toasted almond, sweet",
    "description1": "Smith & Woodhouse was founded in 1784 when Christopher Smith, Lord Mayor of London, created a small company to ship Port from the Douro valley. Shortly after, he was joined by the Woodhouse brothers. The amalgamation of the Smith and Woodhouse families over 200 years ago gave this highly reputable company its name. Smith Woodhouse Port comes from the Upper Douro in the Rio Torto district. The majority of the Port is still produced using the ancient tradition of treading the grapes by foot in stone lagares. Smith Woodhouse Port is mostly sourced from the Madalena vineyard producing smooth, well balanced and delicate fruit flavours.",
    "funfact": "DW",
    "mise": "10.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Touriga Nacional (Blend)",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "20YR",
    "year": "Vila Nova de Gaia, Portugal",
    "place": "Port",
    "area": "",
    "country": "",
    "appellation": "dried fruits, toasted pecan, sweet",
    "description1": "Porto Kopke (Cop-key) is universally recognized as the first Port house in Port wine history. Kopke was founded in 1638 by the Germans Cristiano and Nicolaus Kopke. In 2013, Porto Kopke is celebrating 375 years of continuous production of fine wine from its famous Quinta São Luiz. The house offers excellent examples of cask-aged and bottled-aged ports. Most wines are available in full and half bottles and showcase the distinctive hand-painted bottles long the tradition in the Port region. Additionally, Kopke is the global leader for Colheita, also known as \"single year tawny ports\", exceeding 25% of the global share of this high quality classification of Port. No wonder that these vintage dated ports rank among the top releases. Grapes are harvested from very old vines (up to 100 years old) yielding small amounts of very intense fruit from Kopke’s famous Font Santa vineyard at the Quinta São Luiz with its many gold-medal winning vintages.",
    "funfact": "DW",
    "mise": "16.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Verdelho",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "10 YR",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Citrus Rind, Burnt Orange, Dried Fruits, Raisins, Roasted Nuts, Clove, Old Wood",
    "description1": "It might be said that the history of Henriques & Henriques is the history of Madeira itself. Legend has it that Infante Dom Henriques planted the island’s first vines in 1425. These vines gave fruit to one of the “first families of Madeira” and in the process sunk deep roots which Henriques’ descendants and successors continue to draw upon in guiding H&H today. Verdelho is one of the four ‘classic’ Madeira varieties, along with Sercial, Boal and Malvasia. Verdelho is meio secco—‘medium-dry’—its formidable acidity providing the structure and balance to make it the most approachable of all madeiras, highly versatile at the table.",
    "funfact": "DW",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Sercial",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "2001",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Walnut, Hazelnut, Honey, Orange, Yellow Flowers, Burnt Almond, Smoke, Dried Fig, Malt, Creme Brulee",
    "description1": "Their U.S. agent is Europvin USA’s Drake McCarthy. Former winemaker Luis Pereira made some elegant wines, and John Cossart, the second generation of Cossarts to run the company, was a very effective leader until his death in 2008. The current CEO and winemaker, Dr. Humberto Jardim, seems to be experimenting a lot with new oak, which is highly nontraditional. There is much debate as to how this new oak is affecting the \"Classic\" representation of Madeira. ",
    "funfact": "DW",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Malvasia",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "10 YR",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Toffee, Mandarin Oranges, Grapefruit, Dried Flowers, Honey, Pepper, Brown Sugar, ",
    "description1": "The history of Madeira wine stretches back to the Age of Exploration, when Madeira was a frequent port of call for ships whose captains would fuel up on wine—fortified to prevent spoilage—for their trans-Atlantic journey. The blazing heat of the sea voyage transformed the flavor of the wines, a metamorphosis reproduced by a process called estufagem during which the wines are heated to as high as 140°F and oxidated. Founded in 1996, Broadbent Madeira was inspired by Bartholomew Broadbent’s father, Michael Broadbent, who called Madeira his “desert island wine,” and who played a crucial role along with his wife, Daphne, in sourcing the wines and establishing the blends. By definition, Malmsey is the sweetest style of Madeira. Composed of Malvasia, from which the very British \"Malmsey\" nickname is derived. Michael Broadbent, one of the most famous tasters alive today, is responsible for blending this wine, and clearly he is someone who prefers a jolt of acidity in his madeiras, even the typically unctuous, sweet Malmsey.",
    "funfact": "DW",
    "mise": "14.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Terrantez",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "1976",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Baked Peach, Marmalade, Dried Cantaloupe, Spiced Dehydrated Mango, Golden Raisin, salted caramel",
    "description1": "This bottling features the long lost grape of Madeira Island: Terrantez. It has no relation to the white wine grape Torrontes from Argentina. The grape is almost extinct on the island and therefore not so well known. Mainly grown in 2 areas of the island, Funchal at around 120 metres high and Campanário at around 400 metres high. Produces essentially old Vintage Madeira. Golden in colour, it has more body than Verdelho and produces very exotic and spicy wines. This wine does exhibit a sweet characteristic similar to the Bual.",
    "funfact": "DW",
    "mise": "62.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Bual",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "1968",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Toffee, Butterscotch, white chocolate, Wildflower Honey, Flamed Orange Peel, Cedar",
    "description1": "Vintage Madeira has the status as one of the world's great wines and is known to excite the mind as well as the palate. Few wines not only offer the complexity of a vintage Madeira, but also the remarkable longevity, exemplified by these wines that remain in excellent condition for 150 years and in some cases longer still! Blandy’s 1792 is an outstanding example of this. Chris Blandy, the family’s 7th generation member to work in the company states, “Whilst the family’s cellars were fortunate enough to have benefited from the foresight of my ancestor Charles Ridpath, our focus today continues to be on aging and producing these fine vintage Madeiras.” The exceptional 1985 Malmsey (bottled in 2009) is a case in point, in 2010 having won the Madeira Trophy at the International Wine Challenge and the Fortified Wine Trophy at the International Wine and Spirit competition.”",
    "funfact": "DW",
    "mise": "76.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Malmsey",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "1988",
    "year": "Madeira Island, Portugal",
    "place": "Madeira",
    "area": "",
    "country": "",
    "appellation": "Butterscotch Chocolate Candy, Sweet Vanilla, Orange Sherbert, Oak Spice, Smoked Almond",
    "description1": "Vintage Madeira has the status as one of the world's great wines and is known to excite the mind as well as the palate. Few wines not only offer the complexity of a vintage Madeira, but also the remarkable longevity, exemplified by these wines that remain in excellent condition for 150 years and in some cases longer still! Blandy’s 1792 is an outstanding example of this. Chris Blandy, the family’s 7th generation member to work in the company states, “Whilst the family’s cellars were fortunate enough to have benefitted from the foresight of my ancestor Charles Ridpath, our focus today continues to be on aging and producing these fine vintage Madeiras.” The exceptional 1985 Malmsey (bottled in 2009) is a case in point, in 2010 having won the Madeira Trophy at the International Wine Challenge and the Fortified Wine Trophy at the International Wine and Spirit competition.”",
    "funfact": "DW",
    "mise": "70.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Palomino",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "Solera",
    "year": "Andalusia, Spain",
    "place": "Jerez-Xérès-Sherry",
    "area": "",
    "country": "",
    "appellation": "Toasted Walnut, Hazelnut, Dates, Clove, Orange Zest, Salty Peach, Maple Syrup",
    "description1": "Emilio Lustau was established in 1896 and was initially a small family concern until the founder`s son-in-law placed it on a business footing. he firm is perhaps best known as pioneering the Almacenista system, whereby individual dry sherries are produced from small private holdings. These are bottled under Lustau`s name but with the individual bodega's name on the label as well. Today they are amongst the most sought-out Sherries in the region. The firm also produces superb wines from its recently acquired 170 hectare Montenegrillo vineyard.",
    "funfact": "DW",
    "mise": "8.00",
    "price": "",
    "color": "",
    "status": ""
  }
  {
    "vinyard": "",
    "name": "Pedro Ximenez",
    "grape1": "",
    "grape2": "",
    "grape3": "",
    "grapes": "1988",
    "year": "Cordoba, Andalusia, Spain",
    "place": "Montilla-Moriles",
    "area": "",
    "country": "",
    "appellation": "salty caramel, fig, exotic spice, very sweet",
    "description1": "Toro Albala is the most famous producer of Montilla-Moriles. This region is north and east of Sherry country. It makes similar wines to Sherry as well as a sweet wine using the sun-dried grapes of P.X. or Pedro Ximenez. These wines are perfect with cheese and very sweet desserts.",
    "funfact": "DW",
    "mise": "18.00",
    "price": "",
    "color": "",
    "status": ""
  }

